<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Consulta M&eacute;dica: </strong>El estudiante participar&aacute; junto a su tutor en todas las tareas asistenciales que este realice, donde vincular&aacute; los conocimientos asimilados en las asignaturas precedentes y ser&aacute; el escenario fundamental para el desarrollo de las habilidades te&oacute;ricas y pr&aacute;cticas propuestas en el programa de las asignaturas.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Consta de las siguientes etapas:</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;">Planificaci&oacute;n</span></li>
<li><span style="font-size: 18pt;">Organizaci&oacute;n</span></li>
<li><span style="font-size: 18pt;">Ejecuci&oacute;n</span></li>
<li><span style="font-size: 18pt;">Control o evaluaci&oacute;n</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Etapa de planificaci&oacute;n</strong>:</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se deben tener en cuenta los componentes personol&oacute;gicos y procesales o no personol&oacute;gicos del PEA</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;"><strong> </strong>Componentes personol&oacute;gicos</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Participan:</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;">Paciente y sus problemas de salud (objeto de estudio)</span></li>
<li><span style="font-size: 18pt;">Profesores GBT y Especialista en MGI</span></li>
<li><span style="font-size: 18pt;">Residentes de los diferentes a&ntilde;os</span></li>
<li><span style="font-size: 18pt;">Internos</span></li>
<li><span style="font-size: 18pt;">Estudiantes de Medicina y otras carreras</span></li>
<li><span style="font-size: 18pt;">Enfermera del equipo b&aacute;sico de salud</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Teniendo en cuenta que en las consultas en la APS se pueden realizar consultas preventivas a los pacientes cuya clasificaci&oacute;n dispensarial le corresponde consulta seg&uacute;n frecuencia m&iacute;nima de evaluaci&oacute;n como parte del proceso de dispensarizaci&oacute;n , as&iacute; como consultas de morbilidad en caso de que el paciente acuda de forma espont&aacute;nea al consultorio por encontrarse enfermo; el profesor seleccionar&aacute; al o los pacientes teniendo en cuenta la relaci&oacute;n existente entre la situaci&oacute;n o problema de salud del paciente citado a consulta preventiva o de morbilidad y el tema del plan calendario a desarrollar en la asignatura seg&uacute;n a&ntilde;o acad&eacute;mico de la carrera, de forma que facilite el cumplimiento de las tareas docentes orientadas para la educaci&oacute;n en el trabajo.</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;"><strong> </strong>Componentes no personol&oacute;gicos o procesales</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se debe tener en cuenta que estos componentes constituyen una constelaci&oacute;n did&aacute;ctica donde unos est&aacute; estrechamente relacionados con los otros.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Objetivos: </strong></span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">1. Realizar la derivaci&oacute;n de los objetivos con enfoque sist&eacute;mico, desde los objetivos de la carrera a los de la disciplina, de estos a los de la asignatura, el tema y de estos a las diferentes formas de organizaci&oacute;n del trabajo docente(en este caso la consulta como modalidad de la educaci&oacute;n en el trabajo en los escenarios de la APS)</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">2. Al elaborar los objetivos de las diferentes formas de la educaci&oacute;n en el trabajo ( en este caso la consulta), se debe tener en cuenta en la estructuraci&oacute;n de los mismos que el nivel de asimilaci&oacute;n de las habilidades a desarrollar sean del nivel de asimilaci&oacute;n productivo o creativo. (ejemplo establecer conductas, resolver problemas de salud, etc&eacute;tera&hellip;). Se deben elaborar objetivos formativos donde se tenga en cuenta no solo el componente instructivo sino adem&aacute;s a&ntilde;adir el componente educativo.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Ejemplo: Establecer conducta ante pacientes supuestamente sanos, de riesgo o enfermos atendidos en consulta contribuyendo a la responsabilidad de los estudiantes ante la soluci&oacute;n de ese problema de salud en el paciente y su familia.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Contenidos: </strong></span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;">Debe tenerse en cuenta los conocimientos a adquirir y habilidades a desarrollar por el estudiante en correspondencia con la situaci&oacute;n de salud de los pacientes(explicado anteriormente en el componente personol&oacute;gico) . Se debe tener en cuenta adem&aacute;s el enfoque sist&eacute;mico de los contenidos a impartir con el resto de los contenidos de las otras unidades tem&aacute;ticas de la asignatura</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Ejemplo: En la asignatura MGI que se imparte en quinto a&ntilde;o, el profesor realizar&aacute; &eacute;nfasis en los contenidos relacionados con la atenci&oacute;n en consulta a un paciente como parte del proceso de dispensarizaci&oacute;n ; y deber&aacute; relacionarlos con las acciones a realizar para la prevenci&oacute;n de enfermedades cr&oacute;nicas no transmisibles en sus diferentes niveles como parte del proceso de dispensarizaci&oacute;n. Siendo la prevenci&oacute;n de ECNT otra de las unidades tem&aacute;ticas de la asignatura.</span></p>
<ol start="2" style="text-align: justify;">
<li><span style="font-size: 18pt;">Debe tenerse en cuenta adem&aacute;s la aplicaci&oacute;n desde los contenidos de la intradisciplinariedad (relaci&oacute;n con los contenidos de otras asignaturas de la disciplina), de la interdisciplinariedad (relaci&oacute;n con los contenidos de otras disciplinas que se imparten en el mismo a&ntilde;o) y la transdisciplinariedad (relaci&oacute;n con los contenidos de otras disciplinas que se imparten de manera vertical a lo largo de la carrera)</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Ejemplo:</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">a)&nbsp;&nbsp;&nbsp; Intradisciplinariedad: Dispensarizaci&oacute;n del paciente con Cardiopat&iacute;a isqu&eacute;mica.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">En este caso la cardiopat&iacute;a isqu&eacute;mica constituye contenido del programa de Medicina Interna y la dispensarizaci&oacute;n de la asignatura MGI. Ambas pertenecen a la disciplina medicina general</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">b)&nbsp;&nbsp;&nbsp; Interdisciplinariedad: Documentos m&eacute;dico legales a tener en cuenta durante la dispensarizaci&oacute;n del paciente cardi&oacute;pata.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">En este caso los documentos m&eacute;dico legales corresponden a la disciplina medicina legal y el ingreso en el hogar es contenido del programa de MGI perteneciente a la disciplina Medicina general. Ambas se imparten en el quinto a&ntilde;o de la carrera</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">c)&nbsp;&nbsp;&nbsp; Transdisciplinariedad: Examen f&iacute;sico del aparato cardiovascular central en el paciente dispensarizado con el diagn&oacute;stico de cardiopat&iacute;a isqu&eacute;mica , tomando como referencia la localizaci&oacute;n anat&oacute;mica del coraz&oacute;n.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">En este caso la dispensarizaci&oacute;n es contenido de MGI y la cardiopat&iacute;a isqu&eacute;mica es contenido del programa de Medicina Interna , ambas pertenecientes pertenecientes a la disciplina Medicina general. La localizaci&oacute;n anat&oacute;mica del coraz&oacute;n es contenido de la disciplina bases biol&oacute;gicas de la medicina que se recibe en primer y segundo a&ntilde;o de la carrera.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Recursos del aprendizaje: </strong></span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se debe planificar la disponibilidad de equipos, instrumentales, materiales para el desarrollo de habilidades, modelaje.(tener en cuenta los documentos rectores establecidos en el perfeccionamiento del programa del m&eacute;dico y enfermera de la familia)</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>M&eacute;todos:</strong></span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Durante la realizaci&oacute;n de la consulta para lograr el desarrollo de habilidades por el estudiante se debe tener en cuenta la aplicaci&oacute;n del m&eacute;todo de ense&ntilde;anza probl&eacute;mico, espec&iacute;ficamente el de conversaci&oacute;n heur&iacute;stica, estrechamente relacionado con la aplicaci&oacute;n de los m&eacute;todos de la profesi&oacute;n o sea el m&eacute;todo cl&iacute;nico y el epidemiol&oacute;gico.(profesionalizaci&oacute;n de la ense&ntilde;anza)</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Evaluaci&oacute;n de habilidades: </strong></span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se debe tener en cuenta que en la consulta en la APS se realizan seg&uacute;n la estructura de la evaluaci&oacute;n, evaluaciones frecuentes que corresponden a las evaluaciones formativas (las m&aacute;s importantes en el proceso de formaci&oacute;n del estudiante)</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se pueden utilizar las preguntas orales para la fundamentaci&oacute;n te&oacute;rica de la habilidad, as&iacute; como la observaci&oacute;n del estudiante durante el desarrollo de las habilidades.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Durante esta etapa se debe realizar la planificaci&oacute;n de la actividad docente a partir de lo establecido en el programa de estudio de la asignatura con sus particularidades , en correspondencia con el programa de la disciplina.</strong></span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Etapa de organizaci&oacute;n:</strong></span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;"><strong> </strong><strong>Escenario docente</strong></span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se debe revisar las condiciones higi&eacute;nicas<strong>, </strong>ambiente ac&uacute;stico, iluminaci&oacute;n, ventilaci&oacute;n, condiciones estructurales. (Cumplimiento de normas de bioseguridad)</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;"><strong> </strong><strong>Preparaci&oacute;n de los pacientes para la consulta:</strong></span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Durante esta etapa se debe solicitar el consentimiento al paciente y/o su familia.</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;"><strong> </strong><strong>Profesores y estudiantes</strong></span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se debe tener en cuenta durante esta etapa:</span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;">Listado de estudiantes en manos del profesor o tutor responsable de la actividad.</span></li>
<li><span style="font-size: 18pt;">Porte y aspecto de estudiantes y profesores</span></li>
<li><span style="font-size: 18pt;">Distribuci&oacute;n de los estudiantes por pacientes y espacios f&iacute;sicos en el consultorio , as&iacute; como la din&aacute;mica de movimiento de los estudiantes entre los diferentes espacios.</span></li>
<li><span style="font-size: 18pt;">Establecer horario de inicio de la consulta.</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Etapa de ejecuci&oacute;n</strong>: Ver gu&iacute;a para la educaci&oacute;n en el trabajo en consulta.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Algunas consideraciones a tener en cuenta durante la evaluaci&oacute;n del aprendizaje e la etapa de ejecuci&oacute;n:</strong></span></p>
<ol style="text-align: justify;">
<li><span style="font-size: 18pt;">Verificaci&oacute;n de la asistencia, puntualidad y permanencia de estudiantes por actividades, escenarios &hellip;&hellip; a partir de planificaci&oacute;n en manos del profesor o tutor responsable de la actividad.</span></li>
<li><span style="font-size: 18pt;">Verificar y hacer uso adecuado del Instrumento para control del proceso (tarjeta de habilidades). Se eval&uacute;a por habilidades, seg&uacute;n las trabajadas en cada semana, no necesariamente en una misma semana tiene que aparecer evaluaci&oacute;n de todas las habilidades.</span></li>
<li><span style="font-size: 18pt;">Observaci&oacute;n sistem&aacute;tica de los procesos desde su inicio y el cumplimiento de sus diferentes etapas. Evaluaci&oacute;n formativa</span></li>
<li><span style="font-size: 18pt;">Utilizar la gu&iacute;a para evaluaci&oacute;n de habilidades &nbsp; &nbsp; &nbsp; una vez que sea aprobada en el colectivo de disciplina</span></li>
<li><span style="font-size: 18pt;">La evaluaci&oacute;n que se realiza durante la pr&aacute;ctica laboral es de tipo formativa , por lo que debe asegurarse su calidad e integridad por parte de los profesores , as&iacute; como considerarse el componente principal del sistema de evaluaci&oacute;n de la DPI y la asignatura , en el momento de emitir la calificaci&oacute;n final que alcance el estudiante</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 18pt;"><strong>Etapa de control </strong></span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">Se debe tener en cuenta para un adecuado control de la consulta en la APS, como forma de organizaci&oacute;n del trabajo docente, que se debe evaluar la marcha del proceso y conocer sus desviaciones con respecto a lo planificado, as&iacute; como dise&ntilde;ar y poner en pr&aacute;ctica programas de acci&oacute;n correctiva.</span></p>
<p style="text-align: justify;"><span style="font-size: 18pt;">1.En esta etapa el profesor debe autoevaluar la actividad docente teniendo en cuenta:</span></p>
<ul>
<li><span style="font-size: 18pt;">Cumplimiento del horario establecido, organizaci&oacute;n de la actividad docente.</span></li>
<li><span style="font-size: 18pt;">Disciplina, utilizaci&oacute;n de lenguaje adecuado, privacidad y pudor en la atenci&oacute;n individual del paciente. Cumplimiento de principios &eacute;ticos.</span></li>
<li><span style="font-size: 18pt;">Logro de los objetivos formativos (educativos e instructivos) establecidos en el programa</span></li>
<li><span style="font-size: 18pt;">Desarrollo de habilidades por los estudiantes e integraci&oacute;n de conocimientos(Resultados de la evaluaci&oacute;n del aprendizaje de los estudiantes)</span></li>
<li><span style="font-size: 18pt;">Utilizaci&oacute;n adecuada de los m&eacute;todos de ense&ntilde;anza y recursos del aprendizaje</span></li>
<li><span style="font-size: 18pt;">Implementaci&oacute;n de las estrategias curriculares</span></li>
<li><span style="font-size: 18pt;">Aplicaci&oacute;n de la intra, inter y transdiscipinariedad durante el desarrollo de la actividad docente</span></li>
<li><span style="font-size: 18pt;">Orientaci&oacute;n y control a los estudiantes en cuanto a la forma correcta de llenar los diferentes tipos de modelos oficiales.</span></li>
<li><span style="font-size: 18pt;">Aplicaci&oacute;n de los principios de la did&aacute;ctica durante el desarrollo de la actividad docente ( Sistematicidad , Vinculaci&oacute;n de la teor&iacute;a con la pr&aacute;ctica, Vinculaci&oacute;n de lo individual con lo colectivo: Utilizar la pir&aacute;mide docente, Asequibilidad, Car&aacute;cter cient&iacute;fico, Unidad de los concreto con lo abstracto, Car&aacute;cter consciente de la actividad independiente, Solidez de los conocimientos)</span><span style="font-size: 18pt;"></span></li>
</ul>
<p><span style="font-size: 18pt;"></span></p>
<p><span style="font-size: 18pt;">2. El profesor debe adem&aacute;s indagar el grado de satisfacci&oacute;n de los estudiantes y los pacientes</span></p>
<p><span style="font-size: 18pt;"></span></p>
<p><span style="font-size: 18pt;">3. En esta etapa se tendr&aacute; en cuenta adem&aacute;s los resultados del control a la actividad docente en caso de que se realice.</span></p>